
/* Settings title if collecting crash data is activated */
"SettingsActivateCrashReporter" = "Programmabstürze sammeln";

/* Description text for automatic sending of crash data */
"SettingsActivateCrashReporterDescription" = "Im Falle eines Programmabsturzes, werden die automatisch Daten gesammelt, welche dem Entwickler helfen können das Problem zu beheben.";

/* Settings title if crash data might be sent to the developer automatically */
"SettingsAutoSendCrash" = "Daten autom. senden";

/* Description text for automatic sending of crash data */
"SettingsAutoSendCrashDescription" = "Im Falle eines Programmabsturzes, würden die Daten automatisch an die Entwickler geschickt werden";

/* Allow the developer to contact the user via email */
"SettingsAllowContact" = "Kontaktieren erlaubt";

/* Email address the developer might use */
"SettingsContactEmail" = "Email Adresse";

/* Description text for email contact usage */
"SettingsContactDescription" = "Die Email Adresse würde den Entwicklern erlauben Sie zu kontaktieren um das Problem evtl. besser zu lösen.";
